{
    "name": "Jaskiran",
    "headerTaglineOne": "Hello 👋",
    "headerTaglineTwo": "I'm Jaskiran Puri - curious",
    "headerTaglineThree": "System Administrator and Cybersecurity Specialist",
    "headerTaglineFour": " based in Canada 🍁",
    "showCursor": true,
    "showBlog": true,
    "darkMode": true,
    "showResume": true,
    "socials": [
       {
          "id": "1",
          "title": "Github",
          "link": "https://github.com/Jaskiranpuri"
       },
       {
          "id": "2",
          "title": "LinkedIn",
          "link": "https://www.linkedin.com/in/jaskiranpuri/"
       },
       {
          "id": "3",
          "title": "Email",
          "link": "mailto:jazz.puri1601@gmail.com"
       }
    ],
    "projects": [
       {
          "id": "1",
          "title": "Active Directory Domain Services (AD DS) HomeLab",
          "description": "Active Directory Domain Services (AD DS) are the core functions in Active Directory that manage users and computers and allow sysadmins to organize the data into logical hierarchies. AD DS provides for security certificates, Single Sign-On (SSO), LDAP, and rights management.",
          "imageSrc": "https://unsplash.com/photos/black-network-switch-with-cables-ISG-rUel0Uw",
          "url": "https://jaskiranpuri.Ca/"
       }
    ],
    "services": [
       {
          "id": "1",
          "title": "Network Assesment",
          "description": "We do Comprehensive network assessment offering precise analysis, identifying vulnerabilities, optimizing performance, and recommending tailored solutions for enhanced security and efficiency."
       },
       {
          "id": "2",
          "title": "Backup and recovery management",
          "description": "We do expert backup strategies ensuring data integrity, regular backups, and swift recovery protocols for seamless restoration in case of data loss, minimizing downtime and safeguarding critical information."
       },
       {
          "id": "3",
          "title": "User support and training",
          "description": "We do Comprehensive user support offering prompt assistance, resolving technical issues, and personalized training sessions to empower users, ensuring proficient and confident utilization of systems and applications."
       },
       {
          "id": "4",
          "title": "Documentation and policy creation",
          "description": "Thorough documentation and policy creation services, crafting clear and comprehensive guidelines and manuals, ensuring streamlined operations, compliance, and best practices for efficient system management."
       }
    ],
    "aboutpara": "Greetings! I'm Jaskiran Puri, a driven System Administrator with a passion for crafting innovative solutions and a determined journey towards becoming a Solutions Architect.My foundation in the tech realm was solidified through a Bachelor's degree in Computer Application from Gujarat University. Further enhancing my expertise, I completed a comprehensive two-year diploma in Computer System Technician: Network Systems.Presently, my professional focus revolves around harnessing the potential of Azure, Microsoft 365, and fortifying systems through cybersecurity measures. As I navigate this dynamic field, my goal is to evolve into a Solutions Architect, leveraging my expertise in systems administration to design robust, scalable, and forward-thinking solutions for complex technological landscapes.With a commitment to staying at the forefront of technological advancements, I am dedicated to continuously expanding my knowledge base and skill set. Join me on this exciting journey as we explore the ever-evolving world of IT solutions and innovation.",
    "resume": {
       "tagline": "System Administrator | Expert in IT Infrastructure Management | Network Security Specialist | Troubleshooting & Problem-solving Guru | Passionate about Streamlining Processes and Enhancing Productivity 🚀",
       "description": "Experienced system administrator adept in Azure and Microsoft 365 tools, ensuring seamless integration, optimal performance, and robust security measures. Proficient in managing cloud-based solutions and enhancing organizational efficiency through tailored implementations and troubleshooting.",
       "experiences": [
          {
             "id": "1",
             "dates": "Jan 2024 - Present",
             "type": "Full Time",
             "position": "IT Specialist",
             "bullets": "Manage and administer Microsoft 365 Enviorment, Provide support to end-user, Onboard new user"
          }
       ],
       "education": {
          "universityName": "Gujarat University",
          "universityDate": "2014-2017",
          "universityPara": "Bachelors in Computer applications"
       },
        {
        "universityName": "Mohawk College",
        "universityDate": "2018-2020",
        "universityPara": "Diploma in Computer Systems Technician: Network Systems"
        },
       "languages": [
          "Javascript",
          "HTML5",
          "CSS",
          "Python",
          "Go"
       ],
       "frameworks": [
          "React",
          "Typescript",
          "NodeJs"
       ],
       "others": [
          "Figma",
          "AdobeXD",
          "AWS"
       ]
    }
 }